{"pages":[{"title":"国际会议报告","text":"Wang, L.: Influences of the North Atlantic Sea Surface Temperature on the East Asian Climate. The 10st International Conference on Image Processing, Wavelet and Applications (IWW2019), 18-20 October 2019, Kocaeli, Turkey (oral, invited talk) Wang, L.: Fluctuation of the wintertime Arctic Oscillation pattern. The 1st International Conference on Air-Land-Sea Interaction, 4-5 April 2019, Baku, Azerbaijan (oral, invited talk and co-chair of conference) Wang, L.: Interdecadal variations of the Silk Road pattern and associated Eurasian climate in boreal summer. Asia Oceania Geosciences Society 15th Annual Meeting, 3-8 June 2018, Honolulu, Hawaii, USA (oral, convener and session chair) Wang, L.: Multidecadal fluctuation of the wintertime Arctic Oscillation pattern and its implication. SPARC General Assembly 2018, 1-5 October 2018, Kyoto, Japan (poster) Wang, L.: Multidecadal fluctuation of the wintertime Arctic Oscillation pattern and its implication. The 5th CSSP-China Annual Workshop, 10-12 October 2018, Shanghai, China (poster) Wang, L. and W Zhou: The East Asian winter monsoon. The sixth WMO International Workshop on Monsoons (IWM-VI), 13-17 November 2017, Singapore. (oral, invited review talk) Wang, L.: The Silk Road pattern and the Eurasian summer climate. The 8th Atmospheric Sciences Symposium- ATMOS 2017, 1-4 November 2017, Istanbul, Turkey. (oral, invited) Wang, L.: Interdecadal variations of the Silk Road pattern and associated Eurasian climate in boreal summer. Asian Conference on Meteorology 2017, 23-24 October 2017, Busan, Korea. (poster) Wang, L.: Interdecadal variations of the Silk Road pattern and associated Eurasian climate in boreal summer. International Workshop on the Asian Monsoon in a Warmer World, 20-23 August 2017, Chengjiang, China. (oral) Wang, L.: Intraseasonal variation of the strength of the East Asian trough and its climatic impacts in boreal winter. Workshop on Sub-seasonal to Seasonal Predictability of Monsoons, 22-24 June 2015, Jeju, Korea. (oral, invited) Wang, L.: Contrast influences of ENSO on the East Asian monsoon during different PDO phases. AGU Chapman conference: Evolution of the Asian Monsoon and its Impact on Landscape, Environment and Society: Using the Past as the Key to the Future, 14-18 June 2015, Hong Kong SAR, China. (oral) Wang, L.: Contrast influences of ENSO on the East Asian monsoon during different PDO phases. Asia Oceania Geosciences Society 11th Annual Meeting, 28 July-1 August 2014, Sapporo, Japan. (oral, invited) Wang, L.: Interannual variability of the East Asian winter monsoon. Expert Assessment of Institute of Atmospheric Physics, CAS, 16-18 December 2013, Beijing, China. (oral, PI report) Wang, L. and M.-M. Lu: The East Asian winter monsoon. The Fifth WMO International Workshop on Monsoons (IWM-V), 28 October-1 November2013, Macao, China. (oral, invited review talk) Wang, L. and W. Chen: The East Asian winter monsoon: Re-amplification in the mid-2000s. Conference on the East Asia and Western Pacific Meteorology and Climate cum Hong Kong Meteorological Society 25th Anniversary, 2-4 November 2013, Hong Kong, China. (oral) Wang, L. and W.Chen: An intensity index for the East Asian winter monsoon. Asia Oceania Geosciences Society 10th Annual Meeting, 24-28 June 2013, Brisbane, Australia. (oral, main convener and session chair) Wang, L. and R. Wu: In-phase transition from the winter monsoon to the summer monsoon over East Asia: Role of the Indian Ocean. Workshop on the Energy &amp; Water Cycle over Asian Arid/Semi-arid and Wet Regions and their Interactions with the East Asian Monsoon, 20-25 August 2012, Dunhuang, China. (oral, co-chair of LOC) Wang, L., K. Kodera, and W. Chen: Observed triggering of tropical convection by a cold surge: Implications for MJO initiation. European Geosciences Union General Assembly 2012, April 22-27, 2012, Vienna, Austria. (oral) Wang, L. and W. Chen: Downward Arctic Oscillation signal associated with moderate weak stratospheric polar vortex and the cold 2009 December. Workshop on Stratospheric Sudden Warming and its Role in Weather and Climate Variations, 22-24 February 2012, Kyoto, Japan. (poster) Wang, L., W. Chen, and R.H. Huang: Interdecadal changes in the tropical and extratropical impacts on the East Asian winter monsoon. XXV IUGG General Assembly, 28 June-7 July 2011, Melbourne, Australia. (oral) Wang, L., W. Chen, and R.H. Huang: Interdecadal changes in the tropical and extratropical impacts on the East Asian winter monsoon. The 10th NIMR-IAP Joint Workshop, 28-29 October 2010, Byeon San, Jeolla-do, Korea. (oral，session co-chair) Wang, L., W. Chen, W. Zhou, and R.H. Huang: Interannual variations of 500hPa East Asian trough axis and its influence on the pathway of the East Asian winter monsoon. 2010 Western Pacific Geophysics Meeting, 22-25 June 2010, Taipei, Taiwan, China. (poster) Wang, L., W. Chen, W. Zhou, and R.H. Huang: Interannual variations of 500hPa East Asian trough axis and its influence on the pathway of the East Asian winter monsoon. Fourth Japan-China-Korea Joint Conference on Meteorology. 8-10 November, 2009, Tsukuba, Japan. (oral) Wang, L., W. Chen, W. Zhou, J.C.L. Chan, D. Barriopedro, and R.H. Huang: A change of the wintertime Ural blocking circulation around 1976/77 and its relationship with East Asian winter climate. The 4th SPARC General Assembly. August 31-September 11, 2008, Bologna, Italy. (poster) Wang, L., W. Chen, and R.H. Huang: Changes in the Variability of North Pacific Oscillation around 1975/76 and its Relationship with East Asian Winter Climate. Joint Conference on the 6th International Symposium on Asian Monsoon System (ISAM6) and the 9th East Asian Climate Workshop (EAC9), 10-13 December, 2007, Fukuoka, Japan. (oral)","link":"/cn/conferences/index.html"},{"title":"课题组","text":"工作人员：龚海楠，副研究员 刘毓赟，助理研究员 徐霈强，博士后 在读学生：沈小岑，（2016-），女，硕博连读生，研究方向：平流层-对流层相互作用及其对对流层气候的影响 董自臻，（2016-），男，硕博连读生，研究方向：东南亚气候 郑 创，（2018-），女，博士生，研究方向：东亚极端冷事件 范红豆，（2018-），女，硕士生，研究方向：北半球冬季气候的可预报性 吴昱树1，（2018-），男，联培硕士生，研究方向：东亚冬季风的季节预测 肖洪印1，（2018-），男，联培硕士生，研究方向：气候变化中的气候系统内部变率 万 添，（2019-），女，硕士生，研究方向：QBO对北半球冬季气候的影响 已毕业学生：徐霈强 男，博士，2016.09－2019.06在读，博士论文《夏季欧亚大陆上空沿极锋急流传播的遥相关型》，导师：王林，陈文。毕业后就职单位：中国科学院大气物理研究所，职位：博士后 邓安宇 男，博士，2013.09－2019.06硕博连读，博士论文《基于CESM大样本试验的北半球冬季气候预估研究》，导师：王林，黄荣辉。毕业后就职单位：深圳中学，职位：教师 王丽娟 女，博士，2013.09－2019.06在读，博士论文《东亚冬季风的爆发及其年际变化特征研究》，导师：陈文、王林。毕业后就职单位：中国气象局公共气象服务中心，职位：高级工程师 宋磊 男，博士，2011.09－2016.06硕博连读，博士论文《东亚大槽强度、槽线倾斜的季节内变异特征和机理及其气候影响研究》，导师：王林、陈文。毕业后就职单位：中国科学院大气物理研究所季风系统研究中心，职位：博士后 张佳莹 女，硕士，2014.09－2016.06在读，硕士论文《南海周边对流层厚度的年际年代际变化及其与东亚气候的联系》，导师：王林、陈文。毕业后就职单位：佐治亚理工学院土木与环境工程系，博士生 龚海楠 男，博士，2010.09－2015.06硕博连读，博士论文《CMIP5模式中ENSO和北极涛动对东亚冬季风年际变率的影响及其机理》，导师：陈文、王林。毕业后就职单位：中国科学院大气物理研究所季风系统研究中心，职位：博士后 韦玮 女，硕士，2012.09－2015.06在读，成都信息工程学院-中国科学院大气物理研究所联合培养，硕士论文《我国前冬和后冬气温年际变化的特征、联系及机理》，导师：陈权亮、王林。毕业后就职单位：成都市气象局，职位：助理工程师 刘毓赟 女，博士，2009.09－2013.06在读，博士论文《欧亚遥相关型的时空演变特征及其机理研究》，导师：陈文、王林。毕业后就职单位：中国科学院大气物理研究所季风系统研究中心，职位：助理研究员 1与陈权亮教授合带","link":"/cn/group/index.html"},{"title":"联系方式","text":"电话: 010-62579608 Email: wanglin.AT.mail.iap.ac.cn 地址1: 北京市朝阳区德胜门外祁家豁子9804信箱，中国科学院大气物理研究所3号楼620室，邮编100029 地址2: 北京市海淀区中关村北二条6号2718信箱，中国科学院大气物理研究所，邮编100190","link":"/cn/contact/index.html"},{"title":"学术论文","text":"Submitted: 98. Dong Zizhen, Lin Wang*, Peiqiang Xu, Sittichai Pimonsree, Atsamon Limsakul, and Patama Singhruck, 2020: Interdecadal variation of the wintertime precipitation in Southeast Asia and its possible causes, Journal of Climate, revised 97. Dong Zizhen, Lin Wang*, Ying Sun, Ting Hu, Atsamon Limsakul, Patama Singhruck, and Sittichai Pimonsree, 2020: Heatwaves in Southeast Asia and their changes in a warmer world, Earth’s Future, revised 96. Xu Peiqiang, Lin Wang*, Ping Huang, and Wen Chen, 2020: Disentangling dynamical and thermodynamical contributions to the record-breaking heatwave over central Europe in June 2019, Atmosspheric Research, submitted 95. Huangfu Jingliang, Yulian Tang, Tianjiao Ma, Wen Chen, and Lin Wang*, 2020: Influence of the QBO on tropical convection and its impact on tropical cyclone genesis over the western North Pacific, Climate Dynamics, submitted 94. Gong Hainan*, Lin Wang, Wen Chen, Renguang Wu, 2020: Evolution of the East Asian winter land temperature trends: Role of internal variability and external forcing, Environmental Research Letters, submitted 93. Liu Qian, Guixing Chen*, Lin Wang, Yuki Kanno, and Toshiki Iwasaki, 2020: Southward cold airmass flux of the East Asian winter monsoon: Diversity and impacts, Journal of Climate, revised In press: 92. Fan Hongdou, Lin Wang*, Yang Zhang, Youmin Tang, Wansuo Duan, and Lei Wang, 2020: Predictable patterns of wintertime surface air temperature in Northern Hemisphere and their predictability sources in SEAS5, Journal of Climate, doi:10.1175/JCLI-D-20-0542.1, in press 91. Liu Shizuo, Qigang Wu*, Lin Wang, Steven R. Schroeder, Yang Zhang, Yonghong Yao, and Haibo Hu, 2019: Modeled climate responses to realistic extremes of Northern Hemisphere spring and summer snow anomalies, Journal of Climate, doi:10.1175/JCLI-D-19-0504.1, in press 90. Zhao Wei, Wen Chen, Shangfeng Chen*, Debashis Nath, and Lin Wang, 2020: Interdecadal change in the impact of North Atlantic SST on August rainfall over the monsoon transitional belt in China around the late-1990s, Theoretical and Applied Climatology, doi:10.1007/s00704-020-03102-w, in press 89. Hu Peng, Wen Chen, Shangfeng Chen, Yuyun Liu, Lin Wang, and Ruping Huang, 2020: Impact of the September Silk Road pattern on the South China Sea summer monsoon withdrawal, International Journal of Climatology, doi:10.1002/joc.6585, in press 2020: 88. Shen Xiaocen, Lin Wang*, and Scott Osprey, 2020: The Southern Hemisphere sudden stratospheric warming of September 2019, Science Bulletin, 65(21), 1800-1802, doi:10.1016/j.scib.2020.06.028 87. Shen Xiaocen, Lin Wang*, and Scott Osprey, 2020: Tropospheric forcing of the 2019 Antarctic sudden stratospheric warming, Geophysical Research Letters, 47(20), e2020GL089343, doi:10.1029/2020GL089343 86. Xu Peiqiang, Lin Wang*, Wen Chen, Guosen Chen, and In-Sik Kang, 2020: Intraseasonal variations of the British-Baikal Corridor pattern. Journal of Climate, 33(6), 2183-2200, doi:10.1175/JCLI-D-19-0458.1. 85. Xu Peiqiang, Lin Wang*, Yuyun Liu, Wen Chen, and Ping Huang, 2020: The record-breaking heat wave of June 2019 in Central Europe, Atmospheric Science Letters, 21(4), e964, doi:10.1002/asl.964. 84. 韦玮, 王林*, 陈权亮, 刘毓赟, 李珍, 2020: 我国前冬和后冬的划分及其气温的年际变异. 大气科学, 44(1), 122-137. Wei Wei, Lin Wang*, Quanliang Chen, Yuyun Liu, and Zhen Li, 2020: Definition of early and late winter and the associated interannual variations of surface air temperature in China, Chinese Journal of Atmospheric Sciences, 44(1), 122-137 83. Wang Lei*, and Lin Wang, 2020: Impact of the East Asian winter monsoon on tropical cyclone genesis frequency over the South China Sea. International Journal of Climatology, 40(2), 1328-1334, doi:10.1002/joc.6243. 82. Faikrua A., Sittichai Pimonsree*, Lin Wang, Atsamon Limsakul, Patama Singhruck, and Zizhen Dong, 2019: Decadal increase of the summer precipitation in Thailand after the mid-1990s, Climate Dynamics, 55(11), 3253-3267, doi:10.1007/s00382-020-05443-8 81. Hardiman Steven*, Adam Scaife, Nick Dunstone, and Lin Wang, 2020: Subseasonal vacillations in the winter stratosphere, Geophysical Research Letters, 47(9), e2020GL08776, doi:10.1029/2020GL087766 80. Xu Guangzhi*, Xiaohui Ma, Ping Chang, and Lin Wang, 2020: Image-processing based atmospheric river tracking method version 1 (IPART-1), Geoscientific Model Development, 13(10), 4639-4662, doi:10.5194/gmd-13-4639-2020 79. Xu Guangzhi*, Xiaohui Ma, Ping Chang, and Lin Wang, 2020: A comparison of Northern Hemisphere atmospheric rivers detected by a new image-processing based method and magnitude-thresholding based methods, Atmosphere, 11(6), 628, doi:10.3390/atmos11060628 78. Wang Sai, Debashis Nath*, Wen Chen, and Lin Wang, 2020: Changes in winter stationary wave activity during weak mid-latitude and arctic thermal contrast period. InternationalJournal of Climatology, 40(3), 1755-1768, doi:10.1002/joc.6299. 77. Wang Sai, Wen Chen*, Shangfeng Chen, Debashis Nath, and Lin Wang, 2020: Anomalous winter moisture transport associated with the recent surface warming over the Barents-Kara Seas region since the mid-2000s. International Journal of Climatology, 40(4), 2497-2505, doi:10.1002/joc.6337. 2019: 76. Wang Lin*, Yuyun Liu, Yang Zhang, Wen Chen, and Shangfeng Chen, 2019: Time-varying structure of the wintertime Eurasian pattern: role of the North Atlantic sea surface temperature and atmospheric mean flow. Climate Dynamics, 52(3-4), 2467-2479, doi:10.1007/s00382-018-4261-9. 75. Wang Lin*, Anyu Deng, and Ronghui Huang, 2019: Wintertime internal climate variability over Eurasia in the CESM large ensemble. Climate Dynamics, 52(11), 6735-6748, doi:10.1007/s00382-018-4542-3. 74. Gong Hainan, Lin Wang*, Wen Chen, Renguang Wu, Wen Zhou, Lin Liu, Debashis Nath, and Xiaoqing Lan, 2019: Diversity of the wintertime Arctic Oscillation pattern among CMIP5 models: Role of the stratospheric polar vortex. Journal of Climate, 32(16), 5235-5250, doi:10.1175/JCLI-D-18-0603.1. 73. Gong Hainan, Lin Wang*, Wen Chen, and Renguang Wu, 2019: Time-varying contribution of internal dynamics to wintertime land temperature trends over the Northern Hemisphere. Geophysical Research Letters, 46, 14674-14682, doi:10.1029/2019GL086220 72. Gong Hainan, Lin Wang*, Wen Chen, and Renguang Wu, 2019: Attribution of the East Asian winter temperature trends during 1979-2018: Role of external forcing and internal variability. Geophysical Research Letters, 46, 10874-10881, doi:10.1029/2019GL084154. 71. Gong Hainan, Lin Wang*, and Wen Chen, 2019: Multidecadal changes in the influence of the Arctic Oscillation on the East Asian surface air temperature in boreal winter. Atmosphere, 10(12), 757, doi:10.3390/atmos10120757. 70. Gong Hainan, Lin Wang*, and Wen Chen, 2019: Recently strengthened influence of ENSO on the wintertime East Asian surface air temperature. Atmosphere, 10(11), 720, doi:10.3390/atmos10110720. 69. Xu Peiqiang, Lin Wang*, Wen Chen, Juan Feng, and Yuyun Liu, 2019: Structural changes in the Pacific-Japan pattern in the late 1990s. Journal of Climate, 32(2), 607-621, doi:10.1175/JCLI-D-18-0123.1. 68. Xu Peiqiang, Lin Wang*, and Wen Chen, 2019: The British-Baikal Corridor: A teleconnection pattern along the summertime polar front jet over Eurasia. Journal of Climate, 32(3), 877-896, doi:10.1175/JCLI-D-18-0343.1. 67. Wang Lijuan, Lin Wang*, Yuyun Liu, Wei Gu, Peiqiang Xu, and Wen Chen, 2019: The Southwest China flood of July 2018 and its causes. Atmosphere, 10(5), 247, doi:10.3390/atmos10050247. 66. Wang Lijuan, Lin Wang*, Yuyun Liu, and Wen Chen, 2019: The 2017-2018 winter drought in North China and its causes. Atmosphere, 10(2), 60, doi:10.3390/atmos10020060. 65. Chen Wen*, Lin Wang, Juan Feng, Zhiping Wen, Tiaojiao Ma, Xiuqun Yang, and Chenghai Wang, 2019: Recent progress in studies of the variabilities and mechanisms of the East Asian monsoon in a changing climate. Advances in Atmospheric Sciences, 36(9), 887-901, doi:10.1007/s00376-019-8230-y. 64. Liu Zhen, Yi Ming, Lin Wang, Massimo Bollasina, Ming Luo, Ngar-Cheung Lau*, and Steve Hung-Lam Yim*, 2019: A model investigation of aerosol-induced changes in the East Asian winter monsoon. Geophysical Research Letters, 46(16), 10186-10195, doi:10.1029/2019GL084228. 63. Wang Sai, Debashis Nath*, Wen Chen, and Lin Wang, 2019: Recent strengthening of Greenland blocking drives summertime surface warming over northern Canada and eastern Siberia. Journal of Climate, 32(11), 3263-3278, doi:10.1175/JCLI-D-18-0410.1. 62. Gong Hainan, Wen Zhou*, Wen Chen, Lin Wang, Marco Y. T. Leung, Paxson K. Y. Cheung, and Yue Zhang, 2019: Modulation of the southern Indian Ocean dipole on the impact of El Nino-Southern Oscillation on Australian summer rainfall. International Journal of Climatology, 39(4), 2484-2490, doi:10.1002/joc.5941. 61. Chowdary Jasti*, Kaiming Hu, G. Srinivas, Yu Kosaka, Lin Wang, and K. Koteswara Rao, 2019: The Eurasian jet streams as conduits for East Asian monsoon variability. Current Climate Change Reports, 5(3), 233-244, doi:10.1007/s40641-019-00134-x. 60. Liu Lin, Jianping Guo*, Wen Chen, Renguang Wu, Lin Wang, Hainan Gong*, Bo Liu, Dandan Chen, and Jian Li, 2019: Dominant interannual covariations of the East Asian-Australian land precipitation during boreal winter. Journal of Climate, 32(11), 3279-3296, doi:10.1175/JCLI-D-18-0477.1. 59. Liu Lin, Jianping Guo*, Hainan Gong*, Zhanqing Li, Wen Chen, Renguang Wu, Lin Wang, Hui Xu, Jian Li, Dandan Chen, and Panmao Zhai, 2019: Contrasting influence of Gobi and Taklimakan deserts on the dust aerosols in western North America. Geophysical Research Letters, 46(15), 9064-9071, doi:10.1029/2019GL083508. 58. 朱红霞, 陈文, 冯涛*, 王林, 2019: 冬季西伯利亚高压的主要年际变化模态及其对东亚气温的影响. 高原气象, 38(4), 685-692. Zhu Hongxia, Wen Chen, Tao Feng*, and Lin Wang, 2019: Interannual variations of Siberian high during boreal winter and its influence on East Asian temperature, Plateau Meteorology, 38(4), 685-692 2018: 57. Gu Wei, Lin Wang*, Zeng-Zhen Hu, Kaiming Hu, and Yong Li, 2018: Interannual variations of the first rainy season precipitation over South China. Journal of Climate, 31(2), 623-640, doi:10.1175/JCLI-D-17-0284.1. 56. Gong Hainan, Lin Wang*, Wen Chen, Renguang Wu, Gang Huang, and Debashis Nath, 2018: Diversity of the Pacific–Japan pattern among CMIP5 models: Role of SST anomalies and atmospheric mean flow. Journal of Climate, 31(17), 6857-6877, doi:10.1175/JCLI-D-17-0541.1. 55. Gong Hainan, Lin Wang*, Wen Chen, and Debashis Nath,2018: Multidecadal fluctuation of the wintertime Arctic Oscillation pattern and its implication. Journal of Climate, 31(14), 5595-5608, doi:10.1175/JCLI-D-17-0530.1. 54. Gong Hainan, Lin Wang, Wen Zhou, Wen Chen*, Renguang Wu, Lin Liu, Debashis Nath, and Marco Y. T. Leung, 2018: Revisiting the northern mode of East Asian winter monsoon variation and its response to global warming. Journal of Climate, 31(21), 9001-9014, doi:10.1175/JCLI-D-18-0136.1. 53. Zhuang Yuanhuang*, Jingyong Zhang, and Lin Wang, 2018: Variability of cold season surface air temperature over northeastern China and its linkage with large-scale atmospheric circulations. Theoretical and Applied Climatology, 132(3-4), 1261-1273, doi:10.1007/s00704-017-2166-x. 52. Hu Kaiming, Gang Huang*, Renguang Wu, and Lin Wang,2018: Structure and dynamics of a wave train along the wintertime Asian jet and its impact on East Asian climate. Climate Dynamics, 51(11-12), 4123-4137,doi:10.1007/s00382-017-3674-1. 51. Yang Ruowen, Quanliang Chen*, Yuyun Liu, and Lin Wang,2018: A mechanism of the interdecadal changes of the global low-frequency oscillation. Atmosphere, 9(8), 292, doi:10.3390/atmos9080292. 50. Ma Tianjiao, Wen Chen*, Debashis Nath, Hans- F. Graf, Lin Wang, and Jingliang Huangfu, 2018: East Asian winter monsoon impacts the ENSO-related teleconnections and North American seasonal air temperature prediction. Scientific Reports, 8, 6547, doi:10.1038/s41598-018-24552-3. 49. Liu Lin, Jianping Guo*, Wen Chen, Renguang Wu, Lin Wang, Hainan Gong*, Weitao Xue, and Jian Li, 2018: Large-scale pattern of the diurnal temperature range changes over East Asia and Australia in boreal winter: A perspective of atmospheric circulation. Journal of Climate, 31(7), 2715-2728, doi:10.1175/JCLI-D-17-0608.1. 48. 黄荣辉*, 陈文, 魏科, 王林, 皇甫静亮, 2018: 平流层大气动力学及其与对流层大气相互作用的研究：进展与展望. 大气科学, 42(3), 463-487. Huang Ronghui*, Wen Chen, Ke Wei, Lin Wang, and Jingliang Huangfu, 2018: Atmospheric dynamics in the stratosphere and its interaction with tropospheric processes: Progress and problems. Chinese Journal of Atmospheric Sciences. 42(3), 463-487 2017: 47. Wang Lin*, Peiqiang Xu, Wen Chen, and Yong Liu, 2017: Interdecadal variations of the Silk Road pattern. Journal of Climate, 30(24), 9915-9932, doi:10.1175/JCLI-D-17-0340.1. 46. Gong Hainan, Lin Wang*, Wen Chen, Xiaolong Chen, and Debashish Nath, 2017: Biases of the wintertime Arctic Oscillation in CMIP5 models. Environmental Research Letters, 12(1), 014001, doi:10.1088/1748-9326/12/1/014001. 45. Limsakul Atsamon*, Patama Singhruck, and Lin Wang, 2017: Climatology and spatio-temporal variability of wintertime total and extreme rainfall in Thailand during 1970-2012. EnvironmentAsia, 10(2), 162-167. 44. Nath Reshmita, Xuefeng Cui*, Debashis Nath, Hans F. Graf, Wen Chen, Lin Wang, Hainan Gong, and Qian Li, 2017: CMIP5 multimodel projections of extreme weather events in the humid subtropical Gangetic Plain region of India. Earth’s Future, 5(2), 224-239, doi:10.1002/2016EF000482. 2016: 43. Wang Lin*, and Mong-Ming Lu, 2016: The East Asian winter monsoon. The Global Monsoon System: Research and Forecast, 3rd ed., C.-P. Chang, H.-C. Kuo, N.-C. Lau, R. H. Johnson, B. Wang, and M. Wheeler, Eds., World Scientific, 51-61, doi:10.1142/9789813200913_0005. 42. Wang Lin*, and Wei Gu, 2016: The Eastern China flood of June 2015 and its causes. Science Bulletin, 61(2), 178-184, doi:10.1007/s11434-015-0967-9. 41. Song Lei, Lin Wang*, Wen Chen, and Yang Zhang,2016: Intraseasonal variation of the strength of the East Asian trough and its climatic impacts in boreal winter. Journal of Climate, 29(7), 2557-2577, doi:10.1175/JCLI-D-14-00834.1. 40. Zhang Jia-Ying, Lin Wang*, Song Yang, Wen Chen, and Jingliang Huangfu, 2016: Decadal changes of the wintertime tropical tropospheric temperature and their influences on the extratropical climate. Science Bulletin, 61(9), 737-744, doi:10.1007/s11434-016-1054-6. 39. Nakamura Hisashi*, Kazuaki Nishii, Lin Wang, Yvan J. Orsolini, and Koutarou Takaya, 2016: Cold-air outbreaks over East Asia associated with blocking highs: mechanisms and their interaction with the polar stratosphere. Dynamics and Predictability of Large-Scale, High-Impact Weather and Climate Events, Hans Volkert, Jianping Li, Richard Grotjahn, and Richard Swinbank, Eds., Cambridge University Press, 225-236, doi:10.1017/CBO9781107775541.020. 38. Nath Debashis, Wen Chen*, Hans- F. Graf, Xiaoqing Lan, Hainan Gong, Reshmita Nath, Kaiming Hu, and Lin Wang, 2016: Subtropical potential vorticity intrusion drives increasing tropospheric ozone over the tropical central Pacific. Scientific Reports, 6, 21370, doi:10.1038/srep21370. Before 2016: 37. Wang Lin*, June-Yi Lee, Haishan Chen, Fred Kucharski, Xiaolong Jia, Xiaojing Jia, and Jieshun Zhu, 2015: Weather and climate in monsoon regions. Advances in Meteorology, 143731, doi:10.1155/2015/143731. 36. Gu Wei, Lin Wang*, Weijing Li, Lijuan Chen, and Chengdu Sun, 2015: Influence of the tropical Pacific east-west thermal contrast on the autumn precipitation in South China. International Journal of Climatology, 35(7), 1543-1555, doi:10.1002/joc.4075. 35. Gong Hainan, Lin Wang*, Wen Chen, Debashis Nath, Gang Huang, and Weichen Tao, 2015: Diverse influences of ENSO on the East Asian-Western Pacific winter climate tied to different ENSO properties in CMIP5 models. Journal of Climate, 28(6), 2187-2202, doi:10.1175/JCLI-D-14-00405.1. 34. Wang Lin*, and Wen Chen, 2014: An intensity index for the East Asian winter monsoon. Journal of Climate, 27(6), 2361-2374, doi:10.1175/JCLI-D-13-00086.1. 33. Wang Lin*, and Wen Chen, 2014: The East Asian winter monsoon: Re-amplification in the mid-2000s. Chinese Science Bulletin, 59(4), 430-436, doi:10.1007/s11434-013-0029-0. 32. Wang Lin*, 2014: Stationary wave activity associated with the East Asian winter monsoon pathway. Atmospheric and Oceanic Science Letter, 7(1), 7-10, doi:10.3878/j.issn.1674-2834.13.0043. 31. Liu Yuyun, Lin Wang*, Wen Zhou, and Wen Chen*,2014: Three Eurasian teleconnection patterns: spatial structures, temporal variability, and associated winter climate anomalies. Climate Dynamics, 42(11-12), 2817-2839, doi:10.1007/s00382-014-2163-z. 30. Feng Juan*, Lin Wang, and Wen Chen, 2014: How does the East Asian summer monsoon behave in the decaying phase of El Niño during different PDO phases? Journal of Climate, 27(7), 2682-2698, doi:10.1175/JCLI-D-13-00015.1. 29. Gong Hainan, Lin Wang, Wen Chen*, Renguang Wu, Ke Wei, and Xuefeng Cui, 2014: The climatology and interannual variability of the East Asian winter monsoon in CMIP5 models. Journal of Climate, 27(4), 1659-1678, doi:10.1175/JCLI-D-13-00039.1. 28. Cao Jie*, Ping Yao, Lin Wang, and Kui Liu, 2014: Summer rainfall variability in low-latitude highlands of China and subtropical Indian Ocean dipole. Journal of Climate, 27(2), 880-892, doi:10.1175/JCLI-D-13-00121.1. 27. Nath Debashis, Wen Chen*, Lin Wang, and Yin Ma,2014: Planetary wave reflection and its impact on tropospheric cold weather over Asia during January 2008. Advances in Atmospheric Sciences, 31(4), 851-862, doi:10.1007/s00376-013-3195-8. 26. 韦玮, 王林*, 陈权亮, 刘毓赟, 2014: 我国前冬和后冬气温年际变化的特征与联系. 大气科学, 38(3), 524-536. Wei Wei, Lin Wang*, Quanliang Chen, and Yuyun Liu, 2014: Interannual variations of early and late winter temperatures in China and their linkage, Chinese Journal of Atmospheric Sciences, 38(3), 524-536 25. 刘毓赟*, 王林, 2014: 冬季斯堪的纳维亚遥相关型在20世纪70年代末的年代际变化. 气候与环境研究, 19(3), 371-382. Liu Yuyun* and Lin Wang, 2014: Interdecadal changes of the Scandinavian teleconnection pattern in the late 1970s. Climatic and Environmental Research, 19(3), 371-382 24. Chen Wen*, Xiaoqing Lan, Lin Wang, and Yin Ma, 2013: The combined effects of the ENSO and the Arctic Oscillation on the winter climate anomalies in East Asia. Chinese Science Bulletin, 58(12), 1355-1362, doi:10.1007/s11434-012-5654-5. 23. 陈文*, 魏科, 王林, 周群, 2013: 东亚冬季风气候变异和机理以及平流层过程的影响. 大气科学, 37(2), 425-438. Chen Wen*, Xiaoqing Lan, Lin Wang, and Yin Ma, 2013: The combined effects of the ENSO and the Arctic Oscillation on the winter climate anomalies in East Asia. Chinese Science Bulletin. 58(12), 1355-1362. 22. Wang Lin*, and Renguang Wu, 2012: In-phase transition from the winter monsoon to the summer monsoon over East Asia: Role of the Indian Ocean. Journal of Geophysical Research-Atmospheres, 117, D11112, doi:10.1029/2012jd017509. 21. Wang Lin*, Kunihiko Kodera, and Wen Chen, 2012: Observed triggering of tropical convection by a cold surge: implications for MJO initiation. Quarterly Journal of the Royal Meteorological Society, 138(668), 1740-1750, doi:10.1002/qj.1905. 20. Lan Xiaoqing, Wen Chen*, and Lin Wang, 2012: Quasi-stationary planetary wave-mean flow interactions in the Northern Hemisphere stratosphere and their responses to ENSO events. Science China-Earth Sciences, 55(3), 405-417, doi:10.1007/s11430-011-4345-4. 19. Huang Ronghui*, Jilong Chen, Lin Wang, and ZhongdaLin, 2012: Characteristics, processes, and causes of the spatio-temporal variabilities of the East Asian monsoon system. Advances in Atmospheric Sciences, 29(5), 910-942, doi:10.1007/s00376-012-2015-x. 18. Barriopedro David*, Celia M. Gouveia, Ricardo M. Trigo, and Lin Wang, 2012: The 2009/10 drought in China: Possible causes and impacts on vegetation. Journal of Hydrometeorology, 13(4), 1251-1267, doi:10.1175/JHM-D-11-074.1. 17. 陈国森*, 王林, 陈文, 2012: 大气Rossby长波理论的建立和发展. 气象科技进展, 2(6), 50-54. Chen Guosen*, Lin Wang, and Wen Chen, 2012: On the establishment and development of the atmospheric Rossby wave theory. Advances in Meteorological Science and Techonology, 2(6), 50-54 16. 黄荣辉*, 刘永, 王林, 王磊, 2012: 2009年秋-2010年春我国西南地区严重干旱的成因分析. 大气科学, 36(3), 443-457. Huang Ronghui*, Yong Liu, Lin Wang, and Lei Wang, 2012: Analysis of causes of severe drought occurred in Southwest China from the fall of 2009 to the spring of 2010. Chinese Journal of Atmospheric Sciences, 36(3), 443-457 15. 王林*, 陈文, 冯瑞权, 梁嘉静, 2011: 北太平洋涛动的季节演变及其与我国冬春气候异常的联系. 大气科学, 35(3), 393-402. Wang Lin*, Wen Chen, Soikun Fong, and Kacheng Leong, 2011: The seasonal march of the North Pacific Oscillation and its association with the interannual variations of China’s climate in boreal winter and spring. Chinese Journal of Atmospheric Sciences, 35(3), 393-402. 14. 王林*, 冯娟, 2011: 我国冬季降水年际变化的主模态分析. 大气科学, 35(6), 1105-1116. Wang Lin*, and Juan Feng, 2011: Two major modes of the wintertime precipitation over China. Chinese Journal of Atmospheric Sciences, 35(6), 1105-1116. 13. 马音, 陈文*, 王林, 2011: 我国夏季淮河和江南梅雨期降水异常年际变化的气候背景及其比较. 气象学报, 69(2), 334-343. Ma Yin, Wen Chen*, and Lin Wang, 2011: A comparative study of the interannual variation of summer rainfall anomolies between the Huaihe Meiyu season and the Jiangnan Meiyu season and their climate background. Acta Meteorologica Sinica, 69(2), 334-343. 12. Wang Lin*, and Wen Chen, 2010: How well do existing indices measure the strength of the East Asian winter monsoon? Advances in Atmospheric Sciences, 27(4), 855-870, doi:10.1007/s00376-009-9094-3. 11. Wang Lin*, and Wen Chen, 2010: Downward Arctic Oscillation signal associated with moderate weak stratospheric polar vortex and the cold December 2009. Geophysical Research Letters, 37, L09707, doi:10.1029/2010GL042659. 10. Wang Lin, Wen Chen*, Wen Zhou, Johnny C. L. Chan, David Barriopedro, and Ronghui Huang, 2010: Effect of the climate shift around mid 1970s on the relationship between wintertime Ural blocking circulation and East Asian climate. International Journal of Climatology, 30(1), 153-158, doi:10.1002/joc.1876. 9. Feng Juan, Lin Wang, Wen Chen*, Soi Kun Fong, and Ka Cheng Leong, 2010: Different impacts of two types of Pacific Ocean warming on Southeast Asian rainfall during boreal winter. Journal of Geophysical Research-Atmospheres, 115, D24122, doi:10.1029/2010jd014761. 8. Jadin Evgeny A.*, Ke Wei, Yulia A. Zyulyaeva, Wen Chen, and Lin Wang, 2010: Stratospheric wave activity and the Pacific Decadal Oscillation. Journal of Atmospheric and Solar-Terrestrial Physics, 70(16), 1163-1170. 7. Wang Lin*, Ronghui Huang, Lei Gu, Wen Chen, and Lihua Kang, 2009: Interdecadal variations of the East Asian winter monsoon and their association with quasi-stationary planetary wave activity. Journal of Climate, 22(18), 4860-4872. 6. Wang Lin, Wen Chen*, Wen Zhou, and Ronghui Huang, 2009: Interannual variations of East Asian trough axis at 500 hPa and its association with the East Asian winter monsoon pathway. Journal of Climate, 22(3), 600-614. 5. Chen Wen*, Lin Wang, Yongkang Xue, and Shufen Sun,2009: Variabilities of the spring river runoff system in East China and their relations to precipitation and sea surface temperature. International Journal of Climatology, 29(10), 1381-1394, doi:10.1002/joc.1785. 4. 康丽华*, 陈文, 王林, 陈丽娟, 2009: 我国冬季气温的年际变化及其与大气环流和海温异常的关系. 气候与环境研究, 14(1), 45-53. Kang Lihua*, Wen Chen, Lin Wang, and Lijuan Chen, 2009: Interannual variations of winter temperature in China and their relations to the atmospheric circulation and sea surface temperature. Climatic and Environmental Research, 14(1), 45-53. 3. Wang Lin, Wen Chen*, and Ronghui Huang, 2008: Interdecadal modulation of PDO on the impact of ENSO on the East Asian winter monsoon. Geophysical Research Letters, 35, L20702, doi:10.1029/2008GL035287. 2. Wang Lin, Wen Chen*, and Ronghui Huang, 2007: Changes in the variability of North Pacific Oscillation around 1975/1976 and its relationship with East Asian winter climate. Journal of Geophysical Research-Atmospheres, 112, D11110, doi:10.1029/2006JD008054. [pdf] 1. 王林*, 陈文, 黄荣辉, 黄刚, 2007: 北半球定常波输送西风动量的气候态及其年变化. 大气科学, 31(3), 377-388. Wang Lin*, Wen Chen, Ronghui Huang, and Gang Huang, 2007: The climatology and annual cycle of meridional transport of westerly momentum by stationary waves in the Northern Hemisphere. Chinese Journal of Atmospheric Sciences, 31(3), 377-388","link":"/cn/publications/index.html"},{"title":"社会服务","text":"期刊编委会:Editorial Board Member, Atmosphere, 2020- Associate Editor, Journal of Climate, 2019- 编委, 中国科技论文, 2019- Guest Associate Editor, Frontiers in Earth Science, 2020-2021 Guest Editor, Science Bulletin, 2016-2017 Lead Guest Editor, Advances in Meteorology, 2014-2015 学术团体:Member, WCRP Lighthouse Activity Science Plan Development team, 2020- Secretary, Dynamic Meteorology Commission, Chinese Meteorological Society, 2011- 审稿人:Nature Geoscience, Journal of Climate, Journal of the Atmospheric Sciences, Geophysical Research Letters, Journal of Geophysical Research: Atmospheres, Environmental Research Letters, Climate Dynamics, Quarterly Journal of the Royal Meteorological Society, International Journal of Climatology, 大气科学, 气候与环境研究, 等 科普及采访：2009.11，中国气象报，涂长望奖采访 2016.01，华西都市报，2016年寒冬采访 2016.05，中国科普博览，极端天气科普 另一个链接 2018.12，中国气象报，探讨2018-19年冬季预测","link":"/cn/service/index.html"}],"posts":[{"title":"王林","text":"中国科学院大气物理研究所，研究员（二级），博导研究兴趣：东亚季风，气候动力学，平流层-对流层相互作用，极端气候事件 1981年生，国家杰出青年科学基金项目获得者，基金委创新研究群体项目成员。本科、研究生分别就读于南京大学大气科学系（1999-2003）和中国科学院大气物理研究所（2003-2008），2008年获博士学位后留所工作，历任助理研究员（2008.7-2010.1）、副研究员（2010.1-2016.1），研究员（2016.2至今），期间曾赴马里兰大学、东京大学、香港中文大学、香港城市大学、国际理论物理中心进行合作研究。主要研究方向为中纬度气候动力学，在东亚冬季风变化规律和机理方面取得系列成果，发表学术论文80余篇，其中SCI论文60余篇。作为负责人主持/完成基金委杰青项目、优青项目、青年项目、国际合作项目、重点项目课题，中国科学院卓越青年科学家项目、知识创新工程项目、前沿重点项目，科技部重点研发计划项目课题等。曾获中国气象学会涂长望青年气象科技奖、中国科学院卢嘉锡青年人才奖、教育部全国百篇优秀博士学位论文等。担任Journal of Climate副编委、Atmosphere编委会成员、中国气象学会动力气象学委员会学术秘书、国际理论物理中心（ICTP）Junior Associate等。 最新动态 本组长期招收研究生和博士后，有意者请邮件联系 2020.09：祝贺龚海楠、徐霈强分获国家自然科学基金面上、青年项目资助！ 2020.06：祝贺徐霈强获得中国博士后科学基金面上项目！ 2020.02：祝贺龚海楠晋升为副研究员！ 2020.01：祝贺徐霈强获得“中国科学院大气物理研究所优秀博士学位论文”！ 2019.10：祝贺徐霈强获批“中国科学院特别研究助理资助项目”！","link":"/cn/2020/06/21/introduction/"}],"tags":[],"categories":[]}