{"pages":[{"title":"国际会议报告","text":"Song, F., et al. (Oral): Emergence of Seasonal Delay of Tropical Rainfall during 1979-2018. AMS 101st Annual Meeting, Jan. 2021, Virtual. Song, F.., et al. (Poster): The contrast in MCS environments between spring and summer over the U.S. Great Plains. 2020 AGU Fall Meeting. Dec. 2020, Virtual. Song, F.., et al. (Oral): Opposite phase changes of precipitation annual cycle over land and ocean under global warming. 2019 AGU Fall Meeting, Dec. 2019, San Francisco, USA. Song, F. et al. (Oral): Seasonally dependent responses of tropical rainfall and subtropical highs to global warming. 2018 AGU Fall Meeting, Dec. 2018, Washington, D. C., USA. Song, F. et al. (Oral): Origin of the Seasonally-Dependent Response of the Subtropical Highs and Tropical Precipitation in a Warming Climate. AOGS 15th Annual Meeting, Jun. 2018, Honolulu, USA. Song, F. et al. (Oral): Impact of Tropical SSTs in the North Atlantic and Southeastern Pacific on the Eastern Pacific ITCZ. AMS 97th Annual Meeting, Jan. 2017, Seattle, USA. Song, F. et al. (Oral): Effects of southeastern Pacific sea surface temperature on the double-ITCZ bias in NCAR CESM1. 2016 AGU Fall Meeting, Dec. 2016, San Francisco, USA. Song, F. et al. (Oral): Responses of East Asian summer monsoon to natural and anthropogenic forcings in the 17 latest CMIP5 models. First Congress of Chinese Geodesy and Geophysics, Oct. 2014, Beijing, China. Song, F. et al. (Poster): Two modes of the Silk Road pattern and their inter-annual variability simulated by LASG/IAP AGCM SAMIL2.0. Third International Conference on Earth System Modelling (3ICESM), Sep. 2012, Hamburg, Germany.","link":"/cn/conferences/index.html"},{"title":"联系方式","text":"电话: 010-62579608 Email: wanglin.AT.mail.iap.ac.cn 地址1: 北京市朝阳区德胜门外祁家豁子9804信箱，中国科学院大气物理研究所3号楼620室，邮编100029 地址2: 北京市海淀区中关村北二条6号2718信箱，中国科学院大气物理研究所，邮编100190","link":"/cn/contact/index.html"},{"title":"课题组","text":"","link":"/cn/group/index.html"},{"title":"学术论文","text":"Submitted: 40. Song, Fengfei*, Z. Feng, L. R. Leung, B. Pokharel, S. Wang, X. Chen, K. Sakaguchi, 2021: Climatological environments of summer mesoscale convective system imitation over the U.S. Great Plains with propagating and mid-tropospheric features, Journal of Geophysical Research: Atmospheres, under review. 39. Song, Fengfei*, Guang Zhang, V. Ramanathan, L. R. Leung, 2020: Trends in Surface Equivalent Potential Temperature: A better metric linking global warming with weather extremes, Nature Geoscience, under review. 38. Song, Fengfei*, L. R. Leung, J. Lu, L. Dong, W. Zhou, B. Harrop, Y. Qian, 2020: Emergence of seasonal delay of tropical rainfall during 1979-2019, Nature Climate Change, under second round review. 37. Dong, L., L. R. Leung, J. Lu, F. Song, 2021: Double-ITCZ as an emergent constraint for future precipitation over Mediterranean climate regions in the North Hemisphere, Geophysical Research Letters, under review. 36. Lu, J., D. Xue, L. R. Leung, F. Liu, F. Song, B. Harrop, W. Zhou, 2021: The Leading Modes of Asian Summer Monsoon Variability as Pulses of Atmospheric Energy Flow, Geophysical Research Letters, under review. 35. Cheng, Y., M. Huang, B. Zhu, G. Bisht, T. Zhou, Y. Liu, F. Song, X. He, 2020: Validation of the Community Land Model Version 5 over the Contiguous United States (CONUS) using in-situ and remote sensing datasets, Journal of Geophysical Research: Atmospheres, under review. 34. Wang, L., Y. Qian, L. R. Leung, Chen, X., C. Sarangi, J. Lu, Y. Gao, G. Lin, F. Song, and Y. Zhang, 2020: Multiple metrics informed projections of future precipitation in China, Geophysical Research Letters, under review. 33. Dong, L., L. R. Leung, Y. Qian, Y. Zou, F. Song, and X. Chen, 2020: Meteorological environments associated with California wildfires and their role in wildfire changes during 1984-2017, Journal of Geophysical Research: Atmospheres, under review. 2020 32. Song, Fengfei*, J. Lu, L.R. Leung, F. Liu, 2020: Contrasting phase changes of precipitation annual cycle between land and ocean under global warming, Geophysical Research Letters, 47, e2020GL090327. 31. Song, Fengfei*, and G. Zhang, 2020: The impacts of horizontal resolution on the seasonally-dependent biases of the northeastern Pacific ITCZ in coupled climate models, Journal of Climate, 33, 941-957. 30. Zhou, W., Leung, L. R., Song, F., &amp; Lu, J. (2020). Future changes in the Great Plains Low-Level Jet governed by seasonally dependent pattern changes in the North Atlantic Subtropical High. Geophysical Research Letters, 47, e2020GL090356. https://doi.org/10.1029/2020GL090356 29. Zhou, W., Leung, L. R., Lu, J., Yang, D., &amp; Song, F. (2020). Contrasting recent and future ITCZ changes from distinct tropical warming patterns. Geophysical Research Letters, 47, e2020GL089846. 28. Feng, Z., F. Song, K. Sakaguchi, and L. R. Leung, Evaluation of Mesoscale Convective Systems in Climate Simulations: Methodological Development and Results from MPAS-CAM over the U.S. J. Climate, doi: https://doi.org/10.1175/JCLI-D-20-0136.1. 27. Liu, F., J. Lu, Y. Luo, Y. Huang, and F. Song, 2020: On the oceanic origin for the enhanced seasonal cycle of SST in the midlatitudes under global warming. Journal of Climate, doi: https://doi.org/10.1175/JCLI-D-20-0114.1. 2019 26. Song, Fengfei*, Z. Feng, L.R. Leung, R.A. Houze, J. Wang, J. Hardin, C. Homeyer, 2019: Contrasting spring and summer large-scale environments associated with mesoscale convective systems over the U.S. Great Plains, Journal of Climate, 32, 6749-6767. 25. Feng, Z., R.A. Houze, L.R. Leung, F. Song, J. Hardin, J. Wang, William I. Gustafson, C. Homeyer, 2019: Spatiotemporal Characteristics and Large-scale Environments of Mesoscale Convective Systems East of the Rocky Mountains, Journal of Climate, 32, 7303-7328. 24. Wang, P., L.R. Leung, J. Lu, F. Song and J. Tang, 2019: Extreme Wet Bulb Temperatures in China: the Significant Role of Moisture, Journal of Geophysical Research: Atmospheres, 124. https://doi.org/10.1029/2019JD031477. 23. Yang, B., Y. Zhang, Y. Qian, F. Song, L.R. Leung, P. Wu, Z. Guo, Y. Lu and A. Huang, 2019: Better monsoon precipitation in coupled climate models due to bias compensation. npj Clim Atmos Sci, 2, 43, doi:10.1038/s41612-019-0100-x. 22. Dong, L., L.R. Leung, J. Lu and F. Song, 2019: Mechanisms for an amplified precipitation seasonal cycle in the US West Coast under global warming, Journal of Climate, 32, 4681-4698. 2018 21. Song, Fengfei*, L.R. Leung, J. Lu and L. Dong, 2018a: Future changes in seasonality of the North Pacific and North Atlantic subtropical highs, Geophysical Research Letters, 45, 11,959-11,968. 20. Song, Fengfei*, L.R. Leung, J. Lu and L. Dong, 2018: Seasonally-dependent responses of subtropical highs and tropical rainfall to anthropogenic warming, Nature Climate Change, 8, 787-792. 19. Song, Fengfei*, and G. Zhang, 2018: Understanding and improving the scale-dependence of trigger functions for convective parameterization using cloud-resolving model data, Journal of Climate, 31, 7385-7399. 18. Dong, L., L.R. Leung and F. Song, 2018: Future changes of subseasonal precipitation variability in North America during winter under global warming, Geophysical Research Letters, 45, https://doi.org/10.1029/2018GL079900. 17. Dong, L., L.R. Leung, F. Song and J. Lu, 2018: Roles of SST versus Internal Atmospheric Variability in Winter Extreme Precipitation Variability along the US West Coast, Journal of Climate, 31, 8039-8058. 2017 16. Song, Fengfei*, and G. Zhang, 2017: Improving trigger functions for convective parameterization schemes using GOAmazon observations, Journal of Climate, 30, 8711-8726. 15. Song, Fengfei, and G. Zhang, 2017: Impact of tropical SSTs in the North Atlantic and southeastern Pacific on the eastern Pacific ITCZ, Journal of Climate, 30, 1291-305. 2016 14. Song, Fengfei, and G. Zhang, 2016: Effects of southeastern Pacific sea surface temperature on the double-ITCZ bias in NCAR CESM1, Journal of Climate, 29, 7417–7433. 13. Dong, L., T. Zhou, A. Dai, F. Song, B. Wu, and X. Chen, 2016: The Footprint of the Inter-decadal Pacific Oscillation in Indian Ocean Sea Surface Temperatures, Scientific Reports, 6: 21251, DOI:10.1038/srep21251. 2015 12. Song, Fengfei, and T. Zhou, 2015: The dominant role of internal variability in modulating the decadal variation of the East Asian summer monsoon–ENSO relationship during the 20th century, Journal of Climate, 28, 7093-7107. 11. Wu, B., X. Chen, F. Song, Y. Sun, and T. Zhou, 2015: Initialized Decadal Predictions by LASG/IAP Climate System Model FGOALS-s2: Evaluations of Strengths and Weaknesses, Advances in Meteorology, Volume 2015, Article ID 904826, http://dx.doi.org/10.1155/2015/904826. 2014 10. Song, Fengfei, and T. Zhou, 2014: The climatology and inter-annual variability of East Asian summer monsoon in CMIP5 coupled models: Does air-sea coupling improve the simulations? Journal of Climate, 27, 8761–8777. 9. Song, Fengfei, and T. Zhou, 2014: Inter-annual variability of East Asian summer monsoon simulated by CMIP3 and CMIP5 AGCMs: Skill dependence on Indian Ocean-western Pacific anticyclone teleconnection, Journal of Climate, 27, 1679–1697. 8. Song, Fengfei, T. Zhou, and Y. Qian, 2014: Responses of East Asian summer monsoon to natural and anthropogenic forcings in the 17 latest CMIP5 models, Geophysical Research Letters, 41, doi:10.1002/2013GL058705. 7. Zhou, T., L. Zou, B. Wu, C. Jin, F. Song, X. Chen, and L. Zhang, 2014: Development of Earth/Climate System Models in China: A Review from the Coupled Model Inter-comparison Project Perspective, Journal of Meteorology Research, 28(5), 762-779. 6. Zhou T., X. Chen, L. Dong, B. Wu, W. Man, L. Zhang, R. Lin, J. Yao, F. Song, and C. Zhao, 2014: Chinese Contribution to CMIP5: An Overview of Five Chinese Models’ Performances, Journal of Meteorology Research, 28(4), 481–509. 2013 5. Song, Fengfei, T. Zhou, and L. Wang, 2013: Two modes of the Silk Road pattern and their inter-annual variability simulated by LASG/IAP SAMIL2.0, Advances in Atmospheric Sciences, 30(3), 908-921, doi: 10.1007/s00376-012-2145-1. 4. Song, Fengfei, and T. Zhou, 2013: FGOALS-s2 Simulation of Upper-level Jet Streams Over East Asia: Mean State Bias and Synoptic-scale Transient Eddy Activity, Advances in Atmospheric Sciences, 30(3), 739-753, doi: 10.1007/s00376-012-2212-7. 3. Zhou T., F. Song, and X. Chen, 2013: Historical Evolutions of Global and Regional Surface Air Temperature Simulated by FGOALS-s2 and FGOALS-g2: How Reliable are the Model Results? Advances in Atmospheric Sciences, 30(3), 638-657, doi: 10.1007/s00376-013-2205-1. 2. Zhou, T., F. Song, R. Lin, X. Chen and X. Chen, 2013: The 2012 North China floods: Explaining an extreme rainfall event in the context of a long-term drying tendency [in “Explaining Extreme Events of 2012 from a Climate Perspective”]. Bulletin of the American Meteorological Society, 94(9), S49-S51. 2012 1. Song, F., and T. Zhou, 2012: 20CR 再分析资料在东亚夏季风区的质量评估. 大气科学, 36 (6): 1207-1222. BOOK CHAPTERS 2. Zhou, T., F. Song, K. J. Ha and X. Chen, 2017: Decadal change of East Asian summer monsoon: contributions of internal variability and external forcing, 327-336, as a chapter in a book The Global Monsoon System: Research and Forecast.1. Zhou T., Yu Y., Liu Y., Wang B., 2014: Flexible Global Ocean-Atmosphere-Land System Model: A Modeling Tool for the Climate Change Research Community, Springer-Verlag Berlin Heidelberg 2014, ISBN 978-3-642-41800-6, ISBN978-3-642-41801-3 (eBook), doi: 10.1007/978-3-642-41801-3, Springer Heidelberg New York Dordrecht London, 483pp.Chapter 21: Song, Fengfei, and T. Zhou, 2014: The Silk Road Teleconnection Pattern in SAMIL2.0. Chapter 22: Song, Fengfei, and T. Zhou, 2014: The East Asian Subtropical Jet, East Asian Polarfront Jet, and Transient Activities in FGOALS. Chapter 24: Zhou, T., and F. Song, 2014: The Twentieth Century Historical Climate Simulation of FGOALS. Chapter 32: Zhou, T., and F. Song, 2014: Representative Concentration Pathway (RCP) Projection of Climate Change by FGOALS.","link":"/cn/publications/index.html"},{"title":"社会服务","text":"学术团体:学术秘书, 美华大气海洋学会（COAA）西北分会, 2018- 审稿人:担任24种学术期刊审稿人：Nature Geoscience, Bulletin of American Meteorological Society, Atmospheric Chemistry and Physics, Journal of Climate, Journal of Advances in Modeling Earth Systems, Geoscientific Model Development, Climate Dynamics, Geophysical Research Letters, Environmental Research Letters, Climatic Change, Journal of Geophysical Research – Atmospheres, Journal of Hydrometeorology, Scientific Reports, Atmospheric Research, International Journal of Climatology, Theoretical and Applied Climatology, Meteorology and Atmospheric Physics, Atmospheric Science Letters, Atmosphere, Journal of Meteorological Research, Climate Research, Advances in Meteorology, Advances in Climate Change Research, Atmospheric and Oceanic Science Letters","link":"/cn/service/index.html"}],"posts":[{"title":"宋丰飞","text":"美国西北太平洋国家实验室，二级研究员研究兴趣：季风和热带辐合带（ITCZ）,中尺度对流系统，气候模拟和气候变化。 1987年生，安徽庐江人。本科就读于中山大学大气科学系（2006-2010）。2010年-2015年在中国科学院大气物理研究所读博士，师从周天军研究员。2015年获博士学位后在美国加州大学圣地亚哥斯克里普斯海洋研究所（2015年8月-2017年9月）做博士后，合作导师是张广俊 研究员。2017年9月至今在美国西北太平洋国家实验室工作，历任博士后（2017年9月-2020年5月）和二级研究员（2020年6月至今），合作导师是L. Ruby Leung院士、吕建研究员和冯哲研究员。目前主要的研究方向和兴趣包括：（1）东亚夏季风的季节、年际和年代际变化及其机制；（2）全球季风和热带辐合带的观测、模拟和未来变化；（3）中尺度对流系统的观测、模拟和未来变化；（4）对流参数化方案的评估与改进。目前共发表32 篇学术论文，第一作者论文16 篇，文章总被引1002次，H 指数为17。 最新动态","link":"/cn/2020/12/31/introduction/"}],"tags":[],"categories":[]}